IDEA StatiCa Open Model
SteelSetupAISC.ReductionFactorShear Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 ACI 318
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ReductionFactorShear { get; set; }
Public Property ReductionFactorShear As Double
	Get
	Set
public:
property double ReductionFactorShear {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace